package wsi.psyadjustbook;

public class Listitem {
	public static String[] parent = { "正视抑郁", "抑郁的你并不孤单", "抑郁“心”解", "聚焦“病态”思维", "突破“病态”思维", "自助训练效果反馈" };
	
	public static String[][] chiled = {
			{ "\t\tA/B人生", "\t\t什么是抑郁", "\t\t抑郁的表现", "\t\t抑郁的诱因", "\t\t抑郁的康复", "\t\t认知行为疗法" },
			{ "\t\t明星抑郁档案", "\t\t影视资料库", "\t\t一切都会过去", "\t\t抑郁状态评估" },
			{ "\t\t心理体检", "\t\t改变世界？或是自己？", "\t\t烦恼并非永恒", "\t\t'认知黑三角'理论", "\t\t'所思即所感'原则", "\t\t成语中的智慧", "\t\t生活中的经验" },
			{ "\t\t心理体检", "\t\t'病态'思维的种类", "\t\t你能找出它们吗？", "\t\t了解自身思维习惯" },
			{ "\t\t心理体检", "\t\t矫正“病态”思维", "\t\t培养“积极”思维" },
			{ "\t\t心理体检", "\t\t成效总结" } };
}
